Revit 2027 API
ParameterTypeId.CurtaingridOriginn2 Property
 "Offset"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId CurtaingridOriginn2 { get; }
Public Shared ReadOnly Property CurtaingridOriginn2 As ForgeTypeId
	Get
public:
static property ForgeTypeId^ CurtaingridOriginn2 {
	ForgeTypeId^ get ();
}
static member CurtaingridOriginn2 : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace